
[FOXDAMAGETYPE_BASNIPER]
suicidestrings=shot themself
killstrings=killed %s
killstrings=assassinated %s

[FOXDAMAGETYPE_BULLET_AR3]
suicidestrings=shot themself
killstrings=killed %s
killstrings=assaulted %s

[FOXDAMAGETYPE_BULLET_ASSAULT]
suicidestrings=shot themself
killstrings=killed %s
killstrings=assaulted %s

[FOXDAMAGETYPE_BULLET_BKT]
suicidestrings=shot themself
killstrings=killed %s
killstrings=gunned down %s

[FOXDAMAGETYPE_BULLET_ELECTRO]
suicidestrings=suicide electro ammo
killstrings=killed %s
killstrings=electrocuted %s
killstrings=shocked %s

[FOXDAMAGETYPE_BULLET_EXPLOSIVE]
suicidestrings=suicide explosive ammo
killstrings=killed %s
killstrings=blew open %s

[FOXDAMAGETYPE_BULLET_INCENDIARY]
suicidestrings=suicide incendiary ammo
killstrings=killed %s
killstrings=burned %s from within

[FOXDAMAGETYPE_BULLET_SMG]
suicidestrings=shot themself
killstrings=killed %s
killstrings=riddled %s with bullets

[FOXDAMAGETYPE_BULLET_SNIPER]
suicidestrings=shot themself
killstrings=killed %s
killstrings=sniped %s
killstrings=erased %s

[FOXDAMAGETYPE_BULLET_SNIPER2]
suicidestrings=shot themself
killstrings=killed %s
killstrings=sniped %s
killstrings=erased %s

[FOXDAMAGETYPE_BULLET_TOXIC]
suicidestrings=suicide toxic bullet
killstrings=killed %s
killstrings=poisoned %s

[FOXDAMAGETYPE_BULLPUP]
suicidestrings=shot themself
killstrings=killed %s
killstrings=burst open %s

[FOXDAMAGETYPE_SPLASH_BURN]
suicidestrings=suicide splash burn
killstrings=killed %s
killstrings=burned up %s

[FOXDAMAGETYPE_SPLASH_TOXIC]
suicidestrings=suicide splash toxic
killstrings=killed %s
killstrings=gave %s a slow toxic death

[FOXWEAPON_AR3]
friendlyname=Tactical Assault Rifle
friendlytooltip=The Tactical Assault Rifle is a very stable weapon, with a lower rate of fire, increased accuracy, and improved stopping power.

[FOXWEAPON_ASSAULTRIFLE]
friendlyname=Assault Rifle
friendlytooltip=The Assault Rifle is a balanced weapon overall, offering a high rate of fire with moderate stopping power.

[FOXWEAPON_BASNIPER]
friendlyname=Bolt-Action Rifle
friendlytooltip=The Bolt-Action Rifle is an extremely long-range, extremely powerful weapon, but a new bullet must be loaded into the chamber after each shot.

[FOXWEAPON_BKT]
friendlyname=Light Machine Gun
friendlytooltip=The Light Machine Gun has a high ammo capacity, but sacrifices accuracy for the sheer volume of bullets.

[FOXWEAPON_BULLPUP]
friendlyname=Burstfire Rifle
friendlytooltip=The Burstfire Rifle fires quick bursts of three bullets, with a tight spread.

[FOXWEAPON_SMG]
friendlyname=Submachine Gun
friendlytooltip=The SMG is an extremely fast automatic weapon, though the individual bullets don't pack much punch.

[FOXWEAPON_SNIPERRIFLE]
friendlyname=Combat Rifle
friendlytooltip=The Combat Rifle is an extremely long-range semi-automatic weapon with moderate stopping power.

[FOXWEAPON_SNIPERRIFLE2]
friendlyname=Light Recon Rifle
friendlytooltip=The Light Recon Rifle is a short to medium range semi-automatic weapon with good stability.

[FOXWEAPONAMMO_BULLET_ARMORPIERCING]
friendlyname=Armor Piercing Rounds
friendlytooltip=Increased damage to heavy builds, decreased damage to light builds

[FOXWEAPONAMMO_BULLET_DEFAULT]
friendlyname=Standard Rounds
friendlytooltip=The classics are classic for a reason. Delivers full direct damage to the target. Limited against heavily armored targets like hardsuits.

[FOXWEAPONAMMO_BULLET_ELECTRO]
friendlyname=Electro Rounds
friendlytooltip=Increases damage against hardsuits, turrets and agents who are stunned, blinded, or in digi-grenade fields. Decreases damage otherwise.

[FOXWEAPONAMMO_BULLET_EXPLOSIVE]
friendlyname=Explosive Rounds
friendlytooltip=Slightly decreases damage, but causes a loud ear-ringing explosion and prevents revives.

[FOXWEAPONAMMO_BULLET_MAGNUM]
friendlyname=Magnum Rounds
friendlytooltip=

[FOXWEAPONAMMO_BULLET_HOLLOWPOINT]
friendlyname=Hollow Point Rounds
friendlytooltip=Increased damage to light builds, decreased damage to heavy builds

[FOXWEAPONAMMO_BULLET_INCENDIARY]
friendlyname=Incendiary Rounds
friendlytooltip=Some direct damage with heavy fire damage over time. Hardsuit pilots will take some fire damage.

[FOXWEAPONAMMO_BULLET_TOXIC]
friendlyname=Toxic Rounds
friendlytooltip=Medium direct damage and some damage over time that prevents targets from healing to full health.

[FOXWEAPONBARREL_0]
friendlyname=Ogre CQC Barrel
friendlytooltip=Short barrel.<br>Improves damage, but also impairs range and spread.

[FOXWEAPONBARREL_1]
friendlyname=Titan FFB
friendlytooltip=Tactical shotgun barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_10]
friendlyname=Briar Lightweight Barrel
friendlytooltip=Light barrel.<br>Significantly improves running speed, but impairs range and spread.

[FOXWEAPONBARREL_11]
friendlyname=Overmatch M-CV Breach
friendlytooltip=Short shotgun barrel.<br>Significantly increases running speed, but reduces range and increases spread.

[FOXWEAPONBARREL_12]
friendlyname=Titan Assault Barrel
friendlytooltip=Assault barrel.<br>Improves damage, range, but impairs running speed.

[FOXWEAPONBARREL_13]
friendlyname=Silverwood Light Accuracy Barrel
friendlytooltip=Ranged barrel.<br>Significantly improves range, spread, and running speed. impairs damage.

[FOXWEAPONBARREL_14]
friendlyname=Briar Accuracy Barrel
friendlytooltip=Ranged barrel.<br>Significantly improves range and spread, but impairs damage and running speed.

[FOXWEAPONBARREL_15]
friendlyname=Silverwood SW-09
friendlytooltip=Short barrel.<br>Increases running speed and range while decreasing spread, but significantly reduces damage.

[FOXWEAPONBARREL_16]
friendlyname=Leatherneck Accuracy Barrel
friendlytooltip=Ranged barrel.<br>Significantly improves range and spread, but impairs damage and running speed.

[FOXWEAPONBARREL_17]
friendlyname=Vulcan Lightweight Barrel
friendlytooltip=Short barrel.<br>Significantly improves running speed, but impairs range and spread.

[FOXWEAPONBARREL_18]
friendlyname=V2 X200 Mod
friendlytooltip=Tactical pistol barrel.<br>Greatly improves damage, range, and spread, but reduces running speed.

[FOXWEAPONBARREL_19]
friendlyname=V2 Z900 Mod
friendlytooltip=Tactical pistol barrel.<br>Significantly increases damage, and improves spread and range. Greatly reduces running speed.

[FOXWEAPONBARREL_2]
friendlyname=Silverwood CQC Barrel
friendlytooltip=Short barrel.<br>Increases running speed, but impairs spread and range.

[FOXWEAPONBARREL_26]
friendlyname=Frontier B.SEV AK470
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_27]
friendlyname=Frontier B.SEV HAR
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_28]
friendlyname=Frontier B.SEV AR
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_29]
friendlyname=Frontier B.SEV BAR
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_3]
friendlyname=Frontier Standard Barrel
friendlytooltip=Balanced barrel.<br>No stat modifications. An all-around balanced barrel.

[FOXWEAPONBARREL_30]
friendlyname=Frontier B.SEV LMG
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_31]
friendlyname=Frontier B.SEV BFR
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_32]
friendlyname=Frontier B.SEV BPFA
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_33]
friendlyname=Frontier B.SEV AMR
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_34]
friendlyname=Frontier B.SEV M4
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_35]
friendlyname=Frontier B.SEV LMG-R
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_36]
friendlyname=Frontier B.SEV SMG
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_37]
friendlyname=Frontier B.SEV BSMG
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_38]
friendlyname=Frontier B.SEV TSMG
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_39]
friendlyname=Frontier B.SEV CR
friendlytooltip=Balanced barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_4]
friendlyname=Titan Extended Barrel
friendlytooltip=Extended barrel.<br>Improves range and spread, but impairs running speed.

[FOXWEAPONBARREL_5]
friendlyname=Raider Snub Barrel
friendlytooltip=Tactical barrel.<br>Improves damage and running speed, but reduces range.

[FOXWEAPONBARREL_6]
friendlyname=Vulcan Tactical Barrel
friendlytooltip=Short barrel.<br>Improves damage, range and spread, but significantly impairs running speed.

[FOXWEAPONBARREL_7]
friendlyname=Briar Assault Barrel
friendlytooltip=Assault barrel.<br>Improves damage, but impairs spread, range, and running speed.

[FOXWEAPONBARREL_8]
friendlyname=Krane Assault Barrel
friendlytooltip=Balanced barrel.<br>Increases damage, but impairs spreads, range, and running speed.

[FOXWEAPONBARREL_9]
friendlyname=ArmCom Assault Barrel
friendlytooltip=Assault barrel.<br>Improves damage, but impairs spread, range, and running speed.

[FOXWEAPONBARREL_NONE]
friendlyname=No Barrel Mod
friendlytooltip=No barrel mod.

[FOXWEAPONGRIP_1]
friendlyname=Briar BrGR1
friendlytooltip=Barrel grip.<br>Standard-issue grip with no stat modifications.

[FOXWEAPONGRIP_2]
friendlyname=Briar BrSGP1
friendlytooltip=Barrel post grip.<br>Greatly reduces recoil and increases fire rate.

[FOXWEAPONSCOPE_0]
friendlyname=Lightsky Red Dot Sight
friendlytooltip=Open scope.<br>Red dot sight with 1.3x zoom.

[FOXWEAPONSCOPE_1]
friendlyname=Frontier Sniper Scope
friendlytooltip=Closed scope.<br>Larger scope with a 3.9x zoom but significantly worsened scope-in time.

[FOXWEAPONSCOPE_10]
friendlyname=Krane Tactical Scope
friendlytooltip=Open scope.<br>Simple scope with 3x zoom.

[FOXWEAPONSCOPE_11]
friendlyname=MMRS Flip-Up Rail Sight
friendlytooltip=Rail sight.<br>Flip-Up sight with 1.3x zoom.

[FOXWEAPONSCOPE_12]
friendlyname=invalid scope
friendlytooltip=Open scope.<br>invalid scope

[FOXWEAPONSCOPE_13]
friendlyname=EMI Electric Scope
friendlytooltip=Electronic scope with 3.9x zoom.

[FOXWEAPONSCOPE_14]
friendlyname=Krane Holo Sight
friendlytooltip=Open scope.<br>Holographic sight with 1.8x zoom.

[FOXWEAPONSCOPE_15]
friendlyname=ArmCom Sniper Scope
friendlytooltip=Zoom scope.<br>Sniper scope with 6x zoom, but worsened scope-in time.

[FOXWEAPONSCOPE_16]
friendlyname=ArmCom CQC Scope
friendlytooltip=Open scope.<br>Smaller scope with 1.3x zoom.

[FOXWEAPONSCOPE_17]
friendlyname=OPRL Holo Sight
friendlytooltip=Open scope.<br>Holographic sight with 2x zoom.

[FOXWEAPONSCOPE_18]
friendlyname=Lightsky COMP-L3 Aim Point(Redo Me)
friendlytooltip=Open scope.<br>

[FOXWEAPONSCOPE_2]
friendlyname=EMI ACOG Scope
friendlytooltip=Closed scope.<br>Small scope with 3x zoom and slightly worsened scope-in time.

[FOXWEAPONSCOPE_3]
friendlyname=EON Electric Scope
friendlytooltip=Open scope.<br>Smaller scope with 2.5x zoom.

[FOXWEAPONSCOPE_4]
friendlyname=EMI Tech Scope
friendlytooltip=Zoom scope.<br>High-powered scope with a 4x zoom, but worsened scope-in time.

[FOXWEAPONSCOPE_5]
friendlyname=Silverwood Combo Scope
friendlytooltip=Closed scope.<br>Scope and sight combo with 3x zoom.

[FOXWEAPONSCOPE_6]
friendlyname=Lightsky Reflex Sight
friendlytooltip=Open scope.<br>Reflex sight with 1.6x zoom.

[FOXWEAPONSCOPE_7]
friendlyname=Krane Sniper Scope
friendlytooltip=Zoom scope.<br>4.4x zoom scope, but impairs scope-in time.

[FOXWEAPONSCOPE_8]
friendlyname=Silverwood Heavy Scope
friendlytooltip=Zoom scope.<br>Scope with 4x zoom but worsened scope-in time.

[FOXWEAPONSCOPE_9]
friendlyname=Titan Rail Sight
friendlytooltip=Rail sight.<br>Standard sight with 1.3x zoom.

[FOXWEAPONSCOPE_DEFAULT]
friendlyname=No Optic Mod
friendlytooltip=No optic mod

[FOXWEAPONSTOCK_1]
friendlyname=Frontier Ultralight Stock
friendlytooltip=Light stock.<br>Significantly improves running speed, but impairs spread, recoil, and range.

[FOXWEAPONSTOCK_10]
friendlyname=Krane Ultralight Stock
friendlytooltip=Light stock.<br>Improves running speed and scope-in time, but impairs spread and range.

[FOXWEAPONSTOCK_11]
friendlyname=ArmCom Compensator Stock
friendlytooltip=Heavy stock.<br>Improves recoil, but impairs range, spread, running speed, and scope-in time.

[FOXWEAPONSTOCK_12]
friendlyname=Krane Extender Stock
friendlytooltip=Standard stock.<br>Improves range and spread, but impairs recoil.

[FOXWEAPONSTOCK_13]
friendlyname=Vulcan Extender Stock
friendlytooltip=Standard stock.<br>Improves spread and range, but impairs running speed and scope-in time.

[FOXWEAPONSTOCK_2]
friendlyname=V2 Folding Stock
friendlytooltip=Light stock.<br>Improves running speed, range, and spread, but significantly increases recoil.

[FOXWEAPONSTOCK_3]
friendlyname=Silverwood Compensator Stock
friendlytooltip=Heavy stock.<br>Improves spread, recoil, and range, but impairs running speed and scope-in time.

[FOXWEAPONSTOCK_4]
friendlyname=Taurex Stabilizing Stock
friendlytooltip=Heavy stock.<br>Improves spread, recoil, and range, but impairs running speed and scope-in time.

[FOXWEAPONSTOCK_5]
friendlyname=Krane Tactical Stock
friendlytooltip=Standard stock.<br>Improves range, recoil, and spread, but impairs running speed.

[FOXWEAPONSTOCK_6]
friendlyname=Hullbreach CQC Stock
friendlytooltip=Standard stock.<br>Improves running speed and scope-in time, but impairs range, recoil, and spread.

[FOXWEAPONSTOCK_7]
friendlyname=Silverwood Standard Stock
friendlytooltip=Standard stock.<br>Standard stock with no stat modifications.

[FOXWEAPONSTOCK_8]
friendlyname=Overmatch Compensator Stock
friendlytooltip=Heavy stock.<br>Improves recoil, but impairs running speed, scope-in time, and spread.

[FOXWEAPONSTOCK_9]
friendlyname=ArmCom Folding Stock
friendlytooltip=Light stock.<br>Improves running speed and scope-in time, but impairs range, spread, and recoil.

[FOXWEAPONSTOCK_BULLPUP_1]
friendlyname=MMRS BP-SR Tactical
friendlytooltip=Standard stock.<br>Standard-issue stock with no stat modifications.

[FOXWEAPONSTOCK_BULLPUP_2]
friendlyname=MMRS BP-XLi
friendlytooltip=Light stock.<br>Increases running speed, spread, and scope-in time, and reduces range.

[FOXWEAPONSTOCK_BULLPUP_3]
friendlyname=MMRS BP-CQ + PCR
friendlytooltip=Heavy stock.<br>Greatly reduces recoil, range, and running speed, and increases spread and scope-in time.

[FOXWEAPONSTOCK_NONE]
friendlyname=No Stock
friendlytooltip=No stock.
